alsa-utils
base
base-devel
bluez
bluez-utils
cpio
curl
dmidecode
dnsutils
dzen2
efibootmgr
firefox
firefox-developer-edition
fontconfig
gcc
git
go
grub
herbstluftwm
intel-ucode
linux
linux-firmware
linux-headers
make
man
neovim
net-tools
networkmanager
network-manager-applet
nodejs-lts-erbium
noto-fonts-cjk
noto-fonts-emoji
npm
ntp
openssh
openssl
pacparser
patch
pkg-config
python-pynvim
rpm-tools
stow
sudo
tmux
traceroute
tree
wget
which
whois
xautolock
xclip
xorg-fonts-misc
xorg-server
xorg-xdpyinfo
xorg-xfontsel
xorg-xinit
xorg-xlsfonts
xorg-xrandr
xorg-xset
xorg-xsetroot
xsel
xterm
yarn
zsh
